IDEA StatiCa Open Model
ConcreteULSCheckResultDiagramCapacityEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteULSCheckResultDiagramCapacityEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteULSCheckResultDiagramCapacityEc2()
Public Sub New
public:
ConcreteULSCheckResultDiagramCapacityEc2()
See Also
Reference
ConcreteULSCheckResultDiagramCapacityEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace